{
    "Bharatanatyam": "Bharatnatyam is one of the most sublime of the Indian classical dances. It emerged in Tanjore of Tamil Nadu. Bharatnatyam encompasses all the traditional aspects of classical dance: the mudras (hand positions), abhinaya (facial expressions), and padams (narrative dances). In Bharatnatyam dance form the dancers make considerable use of hand-and-eye movements to express different emotions (Kilger, 1993). It is an amalgamation of emotion, music, rhythm and expression. Bharatanatyam is mudra oriented and gives importance to padartha abhinaya, each word interpreted through mudras. In navarasa parts (nine sentiments) the dancers expresses their inner feelings and it helps to release their emotions. This practice can be well used for emotional wellbeing and psycho-therapy. This dance form strengthens the hamstring muscles including semitendinosus, semimenbranosus, biseps femoris, etc.",
    "Kathak": "Kathak is a classical dance form originated from North India. It is a partially narrative dance form characterized by fast footwork (tatkar), spins (chakkar) and innovative use of bhav (expression) in abhinaya (acting). With time and history, it has developed into a highly refined system of rhythm and movement, capable of communicating complex human dynamics as well as abstract form and composition (Dutt, 2008). The hastamudras (hand gestures), the poses, and even the walk of the dancer further filter into this narrative and the whole feeling conveyed by the dancer. In light of dance therapy Kathak is a complete dynamic theatre. The dancer depends on their ghungroos (dancing bells) for balancing in chakkars (spins), facial muscle for abhinaya (expression), proper position of arms and feet and also mudras, etc. Kathak is a stimulus that affects the body in its entirety. The fast footwork helps to release anger and tension. The thaat performed in this dance form includes the therapeutic torso movements and it is now used for the treatment purpose also as a form of physical exercise. Kathak signifies the importance of dance and is the revolutionary new way to communicate.",
    "Kathakali": "Kathakali is a form of Indian classical dance originated in the Southern Indian state of Kerala. Kathakali is considered to be a combination of five elements of fine art: expressions (natya, the component with emphasis on facial expressions), dance (nritta, the component of dance with emphasis on rhythm and movement of hands, legs and body), enactment (nrittya, the element of drama with emphasis on mudras, the hand gestures), song or vocal accompaniment (geet), instrument accompaniment (badya). Kathakali dance style depends on the component with emphasis on facial expressions, rhythm and movement of hands, legs, body and the hand gestures. The therapeutic part of this dance forms mainly deals with the facial muscle. This dance form needs much more strength and mainly the male dancers perform the act. According to the philosophy of Kathakali, the human body is divided into a number of minute anatomical units, which can either function individually or together in combinations. Kathakali dancers make geometric patterns which are either squares or rectangles and this is how they cover space. This dance form includes jumps, sweeps and leaps. The torso is used mostly as one entire unit although sometimes it is treated as two or three different units. With leg extensions the dancers shift their weight from one foot to another. During these movements they also perform elaborate facial gestures at the same time. Unlike the other classical dances, Kathakali places emphasis on muscles. The movement of the facial muscles, like the eye-brows, the eye-balls and the lower eyelids, form an important part of a dancer training.",
    "Kuchipudi": "Kuchipudi is an Indian classical dance form originated from Andhra Pradesh, a state of South India. The dance form attained perfection by the time of Golconda king Abdul Hassan Tanesha (Dutt, 2008). The movements in Kuchipudi are quicksilver and scintillating, rounded and fleet-footed. Kuchipudi dance is vachika abhinaya (based on dialogues) oriented. It also highlights the therapeutics as was followed in Natyashastra more than any other dance form in India. Each aspect of abhinaya or the expressive means is given a detailed description in this dance. This dance requires proper body balance. The therapeutic effects of this dance form are embedded in its grace and fluid movements. The survey conducted with the dancers showed strong effect of some muscles including rectus abdominis, abdominal external oblique, latissimus dorsi, gluteus maximus, etc.",
    "Manipuri": "Manipuri dance originates from Manipur, a state in north-eastern part of India. It was originally only performed in temples and continues to form an integral part of the religious and social fabric of Manipur. Manipuri dance is devotional in nature and is exclusively attached to the Hindu deities Radha and Krishna, who are often the main characters depicted in dance compositions like Raslila. It became better known outside the region through the efforts of Rabindranath Tagore. Movements of the body, feet and facial expressions in Manipuri dance are significant. Unlike other classical dances the Manipuri dancers never strike the ground hard during dancing. This saves them not to be injured during long practice of dance. The traditional Manipuri dance style embodies delicate, lyrical and graceful movements. Behind this outwardly soft impression a tough regime of body control is always present in this form of dance (Kashyap, 2005). Manipuri dancers make rounded movements and avoid any jerks, sharp edges or straight lines. It gives them undulating and soft appearance, proper body control and peace of mind.",
    "Mohiniyattam": "Mohiniyattam is another traditional South Indian dance form originated from Kerala. It is a very graceful dance form. Generally this dance form is performed by women dancer as a solo recital. The word Mohiniattam literally means dance of the enchantress. There are approximately 40 different basic movements, known as atavukal in Mohiniattam. The dance involves the swaying of broad hips and the gentle movements of erect torso from side to side (Dutt, 2008; Sudhakar, 1994). The dancers show a good strength and control over different muscles like adductor muscles, quadriceps femoris, soleus, tibialis posterior, peroneus longus and so on. All these body movements, body balancing, expression, muscle movement, muscle constriction and relaxation have a strong effect on therapeutic movements.",
    "Odissi": "Odissi dance form is the temple dance tradition from Orissa state of India. Odissi dance is composed of a rich variety of bhangi (the basic poses or movements of nritta) found mostly in the Hindu sculptures. This dance style mainly follows the tribhangi (three dimensional body gesture). The movement of the hips is a unique feature in Odissi while such movements are prohibited in the other dance forms. One of the typical poses in Odissi is the natavara bhangi or tribhanga. In Odissi this is achieved by sharply deflecting the hips in one direction, deflecting the torso in another and finally deflecting the head in the same direction as the hip. In this dance human body is divided into two halves with equal distribution of weight. Odissi repertoire consists of 36 types of padaved (leg movement), seven types of bhramari (spins), and different types of expression. This dance form includes various forms of sitting, walking, leaping and elevations that reinforce some of the basic therapeutic movements of the dance. Prolonged practice of this dance forms give a very good body shape, with thin waist and tender look, to female dancers. During the present study it was noted that the Odissi dancers have great lung function, and muscular control of waist, hip and thigh.",
    "Sattriya": "Sattriya is a classical dance tradition originating from the Vaishnav monasteries (Sattras) of Assam, India. Rooted in Bhakti (devotion), this dance was introduced in the 15th century by the saint-scholar Srimanta Sankardev as a means of spreading Vaishnavism. Initially performed as a ritualistic dance-drama within monastic settings, Sattriya has evolved into a vibrant and structured classical dance form. Sattriya dance is characterized by graceful hand gestures (mudras), rhythmic footwork, and expressive facial movements (abhinaya). The dance follows a combination of vigorous and subtle movements, incorporating elements of both nritta (pure dance) and natya (dramatic expression). The unique aspect of Sattriya lies in its holistic approach, blending storytelling with intricate foot patterns and devotional music. A distinctive feature of Sattriya is its deep-rooted spiritual essence, as it primarily narrates stories from Hindu epics like the Ramayana and Bhagavata Purana. The dance form includes a rich variety of postures, including the purush bhangi (masculine movements) and prakriti bhangi (feminine movements), allowing both male and female dancers to perform with grace and vigor. Sattriya dancers maintain a straight spinal posture, with rhythmic shifts in weight distribution, enhancing body control and balance. The dance also includes intricate arm movements, circular spins, and complex foot tapping patterns, which improve agility and stamina. Prolonged practice of Sattriya dance results in enhanced cardiovascular health, flexibility, and muscle tone, especially in the lower body. Additionally, the rhythmic breathing techniques and controlled expressions help dancers develop better lung capacity, endurance, and emotional discipline. With its deeply spiritual and artistic essence, Sattriya continues to preserve the cultural and devotional heritage of Assam while offering numerous physical and mental health benefits to its practitioners."
}